export default `
<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <style>
    .wrapper{
      height: calc(100%);
      margin-top: 1rem;
      overflow: scroll;
      overscroll-behavior: contain;
      padding: 0 0.64rem;
      box-sizing: border-box;
      position: relative;
    }
    div{
      margin-top: 1.06667rem;
    }
    div span{
      color: #bf9d55;
      font-weight: 700;
      font-size: 0.85333rem;
    }
    table{
      margin: 0.53333rem auto;
      border-collapse: collapse;
    }
    thead tr{
      color: #fff;
      background-color: #bf9d55;
    }
    th{
      text-align: center;
      display: table-cell;
      padding: 0.26667rem;
      font-weight: 400;
      line-height: 1.25;
      border-bottom: 0.05333rem solid #e0e0e0;
      border-right: 0.05333rem solid #e0e0e0;
    }
    td{
      border: 0.05333rem solid #bf9d55;
      text-align: center;
      padding: 0.26667rem;
      font-weight: 400;
      line-height: 1.25;
    }
  </style>
  <script>
    var docEl = document.documentElement,
      resizeEvt ='orientationchange' in window ? 'orientationchange' : 'resize',
    recalc = function() {
      var clientWidth = docEl.clientWidth;
      if (!clientWidth) return;
      docEl.style.fontSize = 16 * (clientWidth / 320) + 'px';
      document.body.style.height = docEl.clientHeight + 'px';
      document.body.style.width = docEl.clientWidth + 'px';
    };
    if (!document.addEventListener) return;
    window.addEventListener(resizeEvt, recalc, false);
    recalc()
  </script>
</head>

<body>
  <div class="OXq3DjvAZ7MiCYUxHyBw">
    <div>本协议是规范客户（指本协议的另一方，其详细资料列于开户申请表）与Gold Elephant Markets
      Limited（以下简称“我们”、“我们的”、“公司”）之间关系的文件，涵盖我们为客户提供的服务以及客户与我们之间的活动。</div>
    <div>Gold Elephant Markets Limited是一家在塞舌尔注册成立的有限公司，注册地址为Suite 3, Global Village, Jivan’s Complex, Mont Fleuri, Mahe,
      Seychelles。作为证券交易商受到塞舌尔金融服务管理局的授权和监管（许可编号：SD159）。</div>
    <div>巨象金业有限公司（“GE”）与Gold Elephant Markets Limited之间签订了服务协议，在后者的监管许可下以GE的先进基础设施和专业技术及系统为客户提供在线交易系统及相关服务。</div>
    <div>强烈建议客户于开立账户或进行交易之前花充足的时间阅读和理解本协议以及我们网站提供的法律文件和补充信息。</div>
    <div><strong>协议双方就以下条款作出同意：</strong></div>
    <div><strong>1. 释义</strong></div>
    <div>1.1 除非文义另有所指，本协议内使用的术语应具有以下含义，并且可以视情况而采用单数或复数：</div>
    <div><strong>协议</strong> -
      包括本协议、客户告鉴、风险披露声明及开户申请表等内容及所有客户在任何时候为维持其在公司的账户有效性而订立的其他协议或给予的授权，及我们以书面形式不时发布的所有有关上述文件的附件、补充及修订。</div>
    <div><strong>适用法规</strong> - 指塞舌尔的法律和任何相关监管机构的规则、2020 年《反洗钱和打击资助恐怖主义法》和2004 年《预防恐怖主义法》，以及所有其他适用法律和规则。</div>
    <div><strong>授权代表</strong> - 指客户明确授权，代表其行事的自然人或法人。通过授权委托书记录上述关系，其副本由我们保存。</div>
    <div><strong>余额</strong> - 指交易账户中可用于交易产品的资金。</div>
    <div><strong>客户</strong> - 指公司向其提供服务并属于本协议一方的任何自然人或法人实体。</div>
    <div><strong>客户资金</strong> - 指公司在本协议项下开展业务过程中为客户或代表客户收取或持有的任何币种的款项，但不包括客户到期应付予公司或任何第三方的款项。</div>
    <div><strong>平仓</strong> - 指与建仓方向相反的操作。</div>
    <div><strong>介绍人</strong> - 指将客户介绍到公司开户的独立第三方中介人，并非我们雇员。</div>
    <div><strong>维持保证金</strong> - 指客户存入初始保证金后维持未平仓头寸必须的最低结余金额。该金额由我们不时酌情规定。</div>
    <div><strong>维持保证金</strong> - 指场外式交易，在受监管的证券或商品交易所以外进行的任何交易。</div>
    <div><strong>密码</strong> - 指由我们分配予客户且需要配合用户名一起使用以接连服务的客户密码。</div>
    <div><strong>服务</strong> - 指由我们根据本协议向客户提供的任何服务。</div>
    <div><strong>交易账户</strong> - 指客户为通过我们交易平台交易产品而获分配的、具有唯一编号的账户。</div>
    <div><strong>用户名</strong> - 指由我们分配给客户的名称识别，与密码一并使用接连服务、账户信息以及其他相关服务。</div>
    <div><strong>书面</strong> - 除非本协议另有所指，包括书写、打印、电邮、传真、任何其他清晰可辨的文字或图案复制方式，及在公司官方网页发布之内容。</div>
    <div>1.2 本协议内的标题只为方便查阅而设，不影响本协议的内容和解释。</div>
    <div><strong>2. 开户和销户</strong></div>
    <div>2.1 我们同意按本协议的条款和条件，应客户要求并依据我们绝对酌情权允许客户开立一个交易账户，将该交易账户用于场外式交易，并执行该客户账户发出的所有交易指令。</div>
    <div>2.2
      我们不允许客户用不同证件开立多个交易账户。如发现客户用虚假身份证件或非本人之证件开立账户，如同一人同时持有或操作多个账户，我们保留取消该客户账户和指令的权利，包括将所有账户的未平仓头寸强制平仓，以及取消有关交易之盈利。客户确认及同意有关安排，且不会因此向我们追究任何责任或追讨任何赔偿。
    </div>
    <div>2.3 客户于公司网站之开户申请表中勾选“我已认真阅读并同意以上协议”所产生之法律效力等同于客户亲身签署协议所产生之法律效力。我们将及时上载最新修订之协议，客户应自行查阅。</div>
    <div>2.4 若客户关闭账户，需要填写销户申请表。在客户账户已平仓的情况下，我们将在收到该申请后的两个工作日内进行处理。</div>
    <div>2.5 我们有权于不时的情况下，因应客户之交易账户已停用一段时间后，取消有关交易账户。</div>
    <div><strong>3. 信用状况</strong></div>
    <div>客户授权我们调查客户的信用状况，并向与客户资料有关的银行、金融机构和信用机构查证。客户进一步授权我们调查其目前和过往的投资活动，并为此联系适当的交易所、交易商、银行等。</div>
    <div><strong>4. 协议接受</strong></div>
    <div>
      仅当我们确认及批核客户之开户申请并通过所有内部检查程序后（包括但不限于身份验证、反洗钱检查和适当性测试），本协议可视作已为我们所接受或构成我们与客户之间具有法律约束力的合同。客户承诺及保证，会及时因应公司之要求，提供其他要求文件，以证明客户身份及/或客户之资金来源。
    </div>
    <div><strong>5. 约束效力</strong></div>
    <div>5.1
      本协议将持续有效，并涵盖客户任何时候在公司开立或重新开立的所有账户，无论任何公司或其他继承人、转让人的人事变动。若发生合并、兼并或其他变动，本协议（包括任何授权）将对公司或其他继承人、转让人的利益有效，并对客户和/或其遗产继承人、委托人、管理人、法定代表、继承人和转让人具约束效力。
    </div>
    <div>5.2 客户同意与交易有关的权利或义务受本协议条款约束。</div>
    <div><strong>6. 风险确认</strong></div>
    <div>6.1
      我们允许客户以较高的杠杆比例（可由我们不时修改或根据适用的监管要求提供）进行贵金属交易。客户理解并确认以保证金为基础的杠杆化交易是高度投机的，可能涉及一定程度的风险，且仅适合于能承担超出所存入保证金损失风险的人士。客户在开户或进行交易前应慎重考虑自身可承受之风险。若客户过往未有高风险投资的经验，需要在交易前了解和学习相关交易知识，并咨询专业意见。
    </div>
    <div>6.2
      场外交易产品的价格受到诸多全球性因素影响，且多数难以预料，价格的剧烈波动可能导致客户无法结算失利的交易。客户保证并确认其愿意且能够在财务或其他方面承担场外交易带来的所有风险。客户同意不就因遵循公司、其雇员或其代表人作出的交易建议而引致的交易损失向我们追究任何责任。
    </div>
    <div>6.3 客户理解并接受场外交易无法保证获得盈利或不受损失。客户确认其未从公司、其雇员、其代表人、介绍人、或其他客户与其进行交易的实体获得该等保证或类似陈述，且并非基于任何上述保证订立本协议。</div>
    <div><strong>7. 声明和保证</strong></div>
    <div>声明和保证是客户向我们作出的个人声明、保证或承诺，并作为我们与客户交易时的依据。在客户签署本协议时、客户每次开立交易时或向我们作出其他指令时，客户均作出以下声明和保证：</div>
    <div>7.1 在签署本协议及申请开户时，客户明确知悉公司合法合规，已详细阅读、充分理解和接受本协议内容，并同意受本协议条款约束。客户知悉与公司交易的每一产品所涉及的风险，且客户有足够投资经验、风险承受和经济能力以进行该等交易；
    </div>
    <div>7.2 若客户属个人，客户头脑健全且已年满18周岁，在法律上有行为能力；</div>
    <div>7.3 客户非美国、台湾或某些司法管辖区的居民。公司提供之产品和服务仅适用于法律上接受该等产品和服务的国家/地区之人士，而对于法律上就该等产品和服务有所限制地区之人士，公司之资料不应视作任何推介或招揽；</div>
    <div>7.4
      客户目前并非受僱于任何交易所、任何交易所持有大多数股份的公司、任何交易所的成员及/或任何在交易所注册的公司、银行、信托机构或保险公司。若客户受僱于上述公司，客户必须立即以书面形式通知我们；我们并保留权利在任何时段冻结及取消有关交易账户；
    </div>
    <div>7.5 客户确认可正常访问互联网，并同意公司通过网站向其提供信息，包括但不限于本协议修订、费用、风险等信息；所有经公司于网站或手机APP中提供之修订、条款，均于发布时（或其指定有限时间）即时生效及被接纳。</div>
    <div>7.6
      客户须妥善保管其账号和密码，确保不被泄露及/或不以任何形式将账户交予他人使用，交易账户完全由客户本人操作并为由其账户所发出之指令全权负责；客户清楚明白及同意，如日后有关交易账户被发现为非客户本人使用及/或操作，公司有权取消有关交易及/或盈亏；
    </div>
    <div>7.7 客户向我们提供或已提供的所有信息和文件至本日期止均真实、准确和完整，且在任何实质方面不存在误导；</div>
    <div>7.8 客户不得随意变更姓名等关键个人资料。若客户变更个人资料，客户知悉并同意承担任何由此变更引致的直接或间接损失；</div>
    <div>7.9
      若客户开户申请表上的资料有任何变更，尤其涉及居住地、财务状况、就业情况的任何实际或预期变化，客户有责任立即将有关变更通知我们，并提供由政府部门签发和我们认可之律师事务所公证之文件。我们保留是否接受客户资料变更之最终决定权和解释权；
    </div>
    <div>7.10
      客户应自行了解和完全遵守其受限的所有法律，以及支付通过我们平台交易而产生之当地任何相关税费。客户通过我们进行交易，将被视为该客户向我们声明和保证已遵守对其有管辖权的国家/地区相关法律法规，并有充分的能力接受这些条款。若客户对此有任何疑问，请咨询专业之法律意见。
    </div>
    <div><strong>8. 服务</strong></div>
    <div>8.1 客户理解并确认与我们进行场外式交易，客户不会取得实物基础资产的拥有权、不持有实物基础资产、及不具有转移/再转移实物基础资产拥有权的能力。</div>
    <div>8.2
      在客户持续履行其在本协议项下义务的前提下，我们有权自行决定接受、传输、执行客户的差价合约指令，以及可能不时提供其他金融工具。我们获授权按照客户的口头、书面或电子指令为客户账户进行场外交易，客户接受及同意该交易授权。我们可以将客户全部或部分交易指令与其他交易商匹配或直接传递到其流动性供应商。
    </div>
    <div>8.3
      我们有权在不向客户提供任何理由或通知的情况下拒绝接受客户的任何指令。接受指令不构成我们执行指令的任何协议。受本协议内其他条款限制，仅当客户收到交易确认或交易平台显示已执行某一指令，我们与客户间具有约束力的交易才得以形成/结束和/或指令才获执行（以较早者为准）。
    </div>
    <div>8.4
      互联网连接延迟或错误、市场波动及流动性有时会造成在我们交易平台上显示的报价无法准确反映实时市场价格，成交价格可能与客户开立交易时在系统平台看到的价格不同。客户接受及同意，所有交易的最终价格以我们的交易系统成交记录为准。
    </div>
    <div>8.5 我们有权依赖客户或代表客户的任何其他人士作出或声称作出的指令而无需核实作出或声称作出该等指令人士的真实性、权限或身份。</div>
    <div>8.6 我们在与客户交易时获授权负责执行指令。</div>
    <div>8.7 我们有权限制客户每次下单的总数，及客户获得或持有的头寸金额和/或总数。</div>
    <div>8.8
      我们不保证客户可随时修改或取消指令。客户确认及同意，通过互联网服务发出的交易指令未必能够修改或取消，只有在指令尚未被我们执行时方有可能修改或取消。若有关修改或取消无法执行而指令仍然按照旧指令进行，我们不对由此产生的任何损失或损害承担责任。
    </div>
    <div>8.9
      对于客户交易时由于任何通信设备或交易软件故障造成的指令传输延迟或不准确等我们不可直接或间接控制的事件引致的损失或损害，我们亦不负责。我们并保留因应交易系统及/或互联网之问题，导致任何交易/价格出错之最终决定权及有权取消有关交易及盈/亏之权利。
    </div>
    <div>8.10
      在公司合规经营和没有重大疏忽的情况下，客户将承担所有由任何代表人、授权人发出未经授权指令之风险，并为任何损失、费用、损毁、索赔或诉讼等负责。客户保证不向公司追究任何责任或追讨任何赔偿，及公司不会因上述情况而蒙受损失。
    </div>
    <div><strong>9. 保证金、注资和取款</strong></div>
    <div>9.1 客户必须向我们存入并维持由我们不时规定的保证金金额，我们亦可随时全权决定更改保证金要求。在每次发出交易指令时或之前，客户必须确保其账户有充足资金满足该等交易的保证金要求，否则我们有权拒绝为客户执行任何交易指令。
    </div>
    <div>9.2 公司之交易账户必须以美元或公司不时同意接受之其他货币为单位，若客户以美元之外的其他货币注资和取款，则：</div>
    <div>&nbsp;&nbsp;（1）客户同意公司可依据其绝对酌情权决定之形式和时间对货币作出兑换；</div>
    <div>&nbsp;&nbsp;（2）因汇率波动而产生的任何盈利或损失完全由客户独自承担。</div>
    <div>9.3
      当我们作出追加资金之要求时，客户须立即以我们指定的方式满足任何及所有保证金要求，而汇款过程涉及的费用（包括银行手续费、汇率差价和其他相关费用）均由客户承担。客户可能无法立即使用刚存入的资金作为新头寸的保证金，亦可能不可以作为追加保证金，客户同意承担一切因未能及时满足追加保证金要求而引致强制平仓之损失，其损失可能超过客户的初始保证金。
    </div>
    <div>9.4 我们有权随时根据本协议条款强制客户的账户进行平仓，并视作遵照客户发出的指令而作出上述行动，对客户具有约束力。我们即使不行使该权利，并不构成对该权利的放弃。任何以往的保证金要求均不妨碍我们不需通知而提高保证金要求。
    </div>
    <div>9.5
      客户资金并非直接或间接来自任何非法活动，没有也不会用于资助恐怖主义。我们有权随时要求客户证明其资金合法来源。若客户未能提供我们可接受或满意之证明，我们有权即时冻结客户账户，并依法通知有关监管机构。我们保留追究客户由于未能提供有效上述证明而蒙受损失的权利。
    </div>
    <div>9.6
      客户可通过银行汇款或公司网站提供的方式向其交易账户注资。银行汇款注资涉及的费用（包括手续费、汇率差价等）均由客户承担。所有注资均须核实且以我们最终收到之金额为准。客户不得因注资或其他任何原因导致建仓或平仓指令未被我们接受或确认，而向我们追究任何责任。
    </div>
    <div>9.7 客户存入我们的任何款项，无论作为保证金、抵押或任何其他用途，均不享有任何存款利息。</div>
    <div>9.8 客户开户时和首次取款前须提交客户本人之身份证明文件，并绑定以其本人真实姓名开立的银行账户。我们仅接受客户以此绑定的银行账户进行注资和取款，不接受任何第三方注资和取款。</div>
    <div>9.9
      若客户账户中有正余额，客户有权通知我们提取指定的可用现金余额。客户取款申请一经确认，我们将即时从客户账户余额中扣除该款项。客户完全理解由于银行处理速度难以控制，客户可能无法在预计时间内收到所提取金额。客户不得因我们未能及时满足其提款要求，而向我们追究任何责任。
    </div>
    <div>9.10 我们保留随时调整注资和取款手续费的权利、在认为取款可能违反法例或监管要求时拒绝该申请的权利及最终解释权。</div>
    <div><strong>10. 留置权和抵销</strong></div>
    <div>
      10.1客户同意，公司对其可不时依据本协议代表客户持有的所有资金、货币或其他资产、或在任何时候出于任何目的保管或控制的客户资产拥有一般留置权和抵销权，作为客户履行及缴付本协议项下债务的持续保证。一般留置权可以延及至现在或未来与客户相关的具有法律约束力的索赔。
    </div>
    <div>10.2
      客户同意及授权公司从客户存入的保证金或客户账户中的现金余额调拨款项，以弥补客户在公司账户中的所有欠款，而公司不需事先通知客户。公司拥有绝对酌情权执行其留置权，对客户资产进行出售和清算，并在将销售或变现所得收益扣除开支后，用作清偿客户欠付公司的任何债项。
    </div>
    <div>10.3 在本协议终止时，公司有权合并客户名下的任何账户及账户余额，并使用这些余额抵销客户对公司所欠的债项。</div>
    <div><strong>11. 费用</strong></div>
    <div>11.1
      客户使用本协议项下的服务须向我们支付佣金、费用（包括但不限于手续费、报表费、闲置账户费、指令取消费、转账费和其他费用）及收费（包括但不限于由银行、监管机构或自律组织征收的费用）。我们可能无需通知而收取佣金、费用或收费。客户同意向我们支付其欠交款项的利息。
    </div>
    <div>11.2 除非本协议另有规定，客户授权我们从其账户中扣除上述费用。在客户作出指令将其账户的未平仓头寸、资金等转至其他机构时，客户同意支付由我们决定的转账费。我们确认所有向客户报出的价格不包括溢价与折价。</div>
    <div>11.3 公司保留不时修订费用的权利，会在可能情况下通知客户。客户应不时浏览有关修订并同意一经公布即受其约束。</div>
    <div><strong>12. 交易确认和账户对账单</strong></div>
    <div>12.1 客户同意公司通过交易平台向其提供账户信息和交易确认。账户信息包括交易确认编号、成交价格、已用保证金、可用保证金、盈亏报表以及所有头寸和未完成下单指令等。</div>
    <div>12.2 客户可登入公司平台查阅其账户信息，获取其账户的每日、月度及年度报表，以及已执行的交易报表。公司于交易平台公布上述信息时将被视为已提供交易确认和对账单。</div>
    <div>12.3 在没有明显错误的情况下，账户及账单对客户具有最终约束力，除非客户在收到公司交易平台或其他方式送达报表的两个工作日内以书面形式作出反对。</div>
    <div><strong>13. 违约</strong></div>
    <div>13.1 以下任何情况均构成“违约事件”：</div>
    <div>&nbsp;&nbsp;13.1.1 客户延迟或未能遵守本协议条款或任何交易的条款；</div>
    <div>&nbsp;&nbsp;13.1.2 客户未能向我们提供任何根据本协议要求的信息（包括但不限于身份验证文件和任何其他信息）；</div>
    <div>&nbsp;&nbsp;13.1.3 不论当时的市场报价如何，客户保证金不足，或我们确定任何用于保护客户账户的担保品不足以担保该账户；</div>
    <div>&nbsp;&nbsp;13.1.4 客户无力偿还到期债务；</div>
    <div>&nbsp;&nbsp;13.1.5 客户申请破产，或选派托管人，或客户自动或被动地进行任何破产或类似诉讼；</div>
    <div>&nbsp;&nbsp;13.1.6 客户的任何资产遭他人委任接管人予以接管，或遭任何扣押或执行；</div>
    <div>&nbsp;&nbsp;13.1.7 客户死亡、神经失常或司法宣定无行为能力；</div>
    <div>&nbsp;&nbsp;13.1.8 任何其他我们应当采取保护措施的情况或变化。</div>
    <div>13.2 一旦发生违约事件，我们拥有绝对酌情权在不事先书面通知客户的情况下自行决定采取以下一项或多项措施：</div>
    <div>&nbsp;&nbsp;13.2.1 平仓客户账户上的任何未平仓头寸；</div>
    <div>&nbsp;&nbsp;13.2.2 取消任何或尚未执行的指令，或其他任何以客户名义作出的承诺；</div>
    <div>&nbsp;&nbsp;13.2.3 使用代为客户保存或控制的资金来抵偿客户对我们的债务；</div>
    <div>&nbsp;&nbsp;13.2.4 禁止客户访问或使用客户账户，关闭客户账户；</div>
    <div>&nbsp;&nbsp;13.2.5 在不通知客户的情况下终止本协议。</div>
    <div><strong>14. 不可抗力</strong></div>
    <div>14.1 不可抗力包括但不限于以下事件：</div>
    <div>&nbsp;&nbsp;14.1.1任何网络传输、通信系统或设备、计算机设施或交易软件的中断、故障或失灵和分布式拒绝服务攻击；</div>
    <div>&nbsp;&nbsp;14.1.2 政府行为、爆发战争或敌对行动、暴乱、骚乱、恐怖主义、劳资纠纷、罢工、国家紧急状态、恶意破坏或我们认为会妨碍其继续提供服务的任何其他国际灾难、经济或政治危机；</div>
    <div>&nbsp;&nbsp;14.1.3 任何天灾、地震、海啸、飓风、台风、洪水、火灾、流行病或导致我们无法提供服务的其他自然灾害；</div>
    <div>&nbsp;&nbsp;14.1.4 监管机构宣布暂停金融服务，或任何政府或司法或行政机关的管制或命令；</div>
    <div>&nbsp;&nbsp;14.1.5 与我们报价相关的市场被暂停、清算或关闭，或对任何此等市场的交易施加限制或特殊或不寻常条款，或市场崩溃等任何异常市场事件；</div>
    <div>&nbsp;&nbsp;14.1.6 超出我们合理控制且导致我们无法采取任何合理补救措施的任何事件、行为或情形；</div>
    <div>&nbsp;&nbsp;14.1.7 任何流动性供应商、介绍人、委托人、经纪商、清算机构、交易所或监管机构因任何原因未能履行其义务；</div>
    <div>&nbsp;&nbsp;14.1.8 与我们报价之供应商有任何延误或错误，导致有关报价于相关时段有任何错误。</div>
    <div>14.2 如果我们合理认定存在不可抗力事件，在不影响客户在本协议项下的任何其他权利的情况下, 我们可不事先书面通知客户自行决定采取以下一项或多项措施：</div>
    <div>&nbsp;&nbsp;14.2.1 在不通知客户的情况下提高保证金要求、或增加点差；</div>
    <div>&nbsp;&nbsp;14.2.2 在我们认为合适的情况下，将未平仓头寸平仓；</div>
    <div>&nbsp;&nbsp;14.2.3 拒绝任何注资申请；</div>
    <div>&nbsp;&nbsp;14.2.4 拒绝接受客户订单、取消客户指令、及/或取消有关盈利/亏损、停用客户账户；</div>
    <div>&nbsp;&nbsp;14.2.5 在我们遵守义务不切实际或不可能的情况下，暂停或修改该等条款的适用范围；</div>
    <div>&nbsp;&nbsp;14.2.6 在平台出现故障时，关闭平台进行维护或避免损害；</div>
    <div>&nbsp;&nbsp;14.2.7 考虑我们、客户和其他客户的状态，采取或不采取我们合理认为适合该情形的所有其他措施。</div>
    <div>14.3 除本协议另有规定，如果由于不可抗力事件导致我们未能履行、中断或延迟履行本协议项下的义务，我们对由此产生的任何损失或损害不承担任何责任。</div>
    <div><strong>15. 责任限制和赔偿</strong></div>
    <div>15.1
      如果我们向客户提供资讯、建议、新闻、交易相关信息、市场评论（或通过发布到其网站上的新闻或其他方式向客户提供上述信息），在没有欺诈或重大过失的情况下，我们不就提供任何此类信息的准确性与完整性作出任何保证，及并不对此负责。公司网站所含信息仅供参考。除我们有权在本协议规定的特定情况下撤销或终止的交易外，基于不准确或错误信息而执行的任何交易均有效，并在所有方面对客户具有约束力。
    </div>
    <div>15.2 我们对客户就某些情形或由其直接或间接引起的任何损失、损害或费用不承担任何责任。此类情形包括但不限于:</div>
    <div>&nbsp;&nbsp;15.2.1 使用交易平台时的通讯故障、错误或延迟；</div>
    <div>&nbsp;&nbsp;15.2.2 客户终端设置错误、客户终端更新失序、客户未遵循客户终端上的指示、客户方面的硬件、软件、连接错误；</div>
    <div>&nbsp;&nbsp;15.2.3 任何特定交易完成前的任何延误或市场情况的变更；</div>
    <div>&nbsp;&nbsp;15.2.4 我们由于不可抗力未能履行其在本协议项下的任何义务；</div>
    <div>&nbsp;&nbsp;15.2.5 任何第三方的作为、不作为或过失；</div>
    <div>&nbsp;&nbsp;15.2.6 介绍人的任何行为或陈述；</div>
    <div>&nbsp;&nbsp;15.2.7 在客户通知我们客户访问信息被盗用之前，其他人已获取这些访问信息；</div>
    <div>&nbsp;&nbsp;15.2.8 在协议双方或任何其他方之间通过互联网或其他通信设施、邮寄、电话或任何其他方式传输信息时，信息遭未经授权的第三方获取；</div>
    <div>&nbsp;&nbsp;15.2.9 任何交易的任何不利税务影响；</div>
    <div>&nbsp;&nbsp;15.2.10 发生货币风险、滑点；</div>
    <div>&nbsp;&nbsp;15.2.11 客户使用移动止损和/或智能交易系统；</div>
    <div>&nbsp;&nbsp;15.2.12 客户根据本协议执行的任何行动、订单、指令、交易。</div>
    <div>15.3
      如果公司蒙受或产生任何损失、损害赔偿、费用或开支，及该等损失、损害赔偿、费用或开支是由于执行本协议产生或与执行服务相关、和/或与提供服务相关、和/或与任何订单相关，客户理解并确认，公司或其雇员或其代表人对此不承担任何责任，客户须就此赔偿公司。
    </div>
    <div>15.4 在任何情况下，我们不对客户蒙受的与本协议相关的任何直接、间接、特殊、附带损失、损害赔偿、机会损失或费用负责。</div>
    <div><strong>16. 政府、第三方机构及银行间系统规例</strong></div>
    <div>
      所有本协议项下的交易均受辖于执行交易的第三方机构或其他银行、清算机构、交易所、交易委员会及监管机构的宪章、细则、条例、规定、惯例、裁决和解释，并执行所有适用的法律。若此后通过的任何法例或政府机构通过的任何条例，对我们构成约束力，或对本协议产生影响和/或冲突的任何条款，将视作被有关法例、条例变更或替代，而其他条款及变更后的条款将继续有效。客户承认本协议项下的所有交易均受上述条款约束。
    </div>
    <div><strong>17. 录音</strong></div>
    <div>
      客户同意并确认无论是否使用自动的警告提示，所有客户与公司或其雇员之间进行的涉及客户账户的交流、通话可能被录音。客户进一步同意在涉及任何客户或公司的纠纷或诉讼中，任何一方可以使用该等录音或其副本作为证据。客户理解并同意公司根据其订立的流程定期删除该等录音。
    </div>
    <div><strong>18. 未行使权利</strong></div>
    <div>我们未就违反本协议任何条款或条件的行为寻求赔偿、未要求客户严格履行本协议的任何条款或条件、或未行使其根据本协议有权享有的任何权利，均不构成对该等权利的默认放弃。</div>
    <div><strong>19. 权利转让</strong></div>
    <div>根据本协议，公司可授权其全部或部份权利或义务予任何人，而无需事先取得客户同意或批准。未经公司事先书面同意，客户不得转让、抵押、变更或以其他方式转让或试图转让客户在本协议项下的权利或义务。</div>
    <div><strong>20. 介绍人</strong></div>
    <div>20.1客户确认及同意，我们和介绍人相互完全独立，我们不对介绍人的行为和/或陈述承担责任。介绍人并非我们的雇员，其言行亦不代表我们。我们不受客户与介绍人之间签订的任何单独协议的约束。</div>
    <div>20.2 客户接受并同意，由于我们可能有义务向介绍人支付佣金或费用，客户与介绍人达成协议或建立关系可能会产生额外费用。</div>
    <div>20.3 客户知悉及同意，如果客户是由介绍人引荐至公司，介绍人可能获得客户的个人资料及其他有关客户在公司账户交易活动的数据，介绍人不得以客户在公司的账户从事交易。</div>
    <div>20.4 客户理解并确认，介绍人可能并不受政府或监管机构的规管。公司不支持或担保介绍人所提供的任何服务。客户有责任在使用其服务前对该介绍人进行恰当评估。</div>
    <div>20.5
      公司不能控制客户已经或将从介绍人或其他任何第三方获取的信息、建议或场外交易产品的准确性和完整性，也不为此背书或作担保。如果介绍人或其他任何第三方向客户提供场外交易的信息或建议，公司绝不对客户使用该信息或建议所招致的损失负责。
    </div>
    <div><strong>21. 报价错误</strong></div>
    <div>21.1
      当发生明显错误或成交价错误时，我们对于账户余额相应错误并不负责。有关错误包括但不限于：交易员的错误报价、非国际市场价之报价、由于硬件、软件或网络故障导致的任何报价错误、或任何第三方所提供之错误数据。客户开立交易前需预留足够的时间以便系统计算所需保证金和执行订单。若订单的执行价格或订单设定和市场价格过于接近，可能会触发其他订单（无论订单类型）或发出保证金提示。对于由于系统没有足够时间执行订单或进行计算所产生的保证金提示、账户结余或账户头寸，我们不承担任何责任。
    </div>
    <div>21.2
      一旦发生报价或执行错误，我们将公平对待客户，并保留对有关账户进行任何更正或调整的权利。任何有关报价与成交价错误之争议将由我们依据其绝对酌情权进行解决。若我们因此蒙受任何损失、损害或责任，客户同意予以赔偿使我们不受损害。
    </div>
    <div><strong>22. 禁止在交易平台从事的行为</strong></div>
    <div>22.1 客户不得非法访问或试图访问、或以其他方式规避公司应用于交易平台的任何安全措施。</div>
    <div>22.2
      除我们提供的授权软件外，我们不接受任何操作软件在我们的系统进行下单。一经发现即取消交易，及强制平定所有交易账号之仓位。该等操作被视为违法，所得利润视为违法利润，我们有权追讨所有违法利润和所涉费用（包括注资手续费）。
    </div>
    <div>22.3
      我们不允许客户在交易平台上进行钻系统漏洞、滥用交易策略、利用报价错误或互联网延迟等套利行为。利用因价格滞后带来的套利机会所进行的交易可在不事先通知的情况下予以撤销。我们保留对所涉账户进行必要修改和调整的权利。我们可依据其绝对酌情权加以干预、批核所有指令或关闭客户的账户。对于因套利或执行错误而产生的任何纠纷，我们将根据其绝对酌情权进行解决。我们保留限制取款的权利直至上述问题得以解决。在此陈述的任何行动或决议将不会损害或令我们对客户和其雇员放弃拥有的任何权利或赔偿。
    </div>
    <div>22.4
      我们禁止任何账户以任何形式对其价格、执行及平台进行操控。若我们合理怀疑任何账户涉及操控，我们保留对该账户进行调查及复核的权利，并从所涉账户中扣除由相关活动所赚取的利润。对于因操控而产生的任何纠纷，我们将根据其绝对酌情权进行解决。我们有权（在某些情况下需要）向任何相关监管机构或执法机关报告有关事件。客户可能需要作出适当披露，客户承诺将在需要时作出披露。
    </div>
    <div><strong>23. 访问资料的安全</strong></div>
    <div>23.1 客户知悉及确认客户的交易密码必须绝对保密，不向任何人透露，客户确保第三方无法获取交易账号和密码等所有信息。客户是交易密码的唯一授权使用者，我们只接受客户本人进行操作。</div>
    <div>23.2
      客户确认对所有经电邮、口头或书面形式向我们作出的指令负责，该等指令若已通过客户账户登入和密码验证，将被视作由客户发出。我们无任何义务对客户指令作进一步查询，亦无需因为根据该等指令所采取的行动或不采取行动而引致的损失承担任何责任。客户同意必须妥善保存其交易账号和密码，且没有任何第三方可使用其交易账号和密码。
    </div>
    <div>23.3
      若客户违反上述条款，无论以何种方式将交易密码透露给第三方使用、操作等任何非本人操作行为，客户必须对所有交易、损失、费用等负责，而我们无需为该等非客户本人执行的交易而引致的损失、费用承担任何责任，亦不会受理由此产生的任何投诉。若客户对任何交易有异议，将以我们的交易系统记录为准，我们保留最终解释权和决定权。
    </div>
    <div><strong>24. 知识产权</strong></div>
    <div>24.1
      本协议没有将交易平台网站、客户服务台内之任何权益授予客户，仅根据本协议条款授予客户有限的、非排他的交易平台网站及/或客户服务台使用权利。客户不得复制、重制、修改、修复、开发或转售交易平台网站及/或客户服务台的任何部分。
    </div>
    <div>24.2 客户明确同意，公司网站、交易平台、软件及公司可能不时向客户提供的任何信息或资料均属公司或其服务供应商的财产。本协议中的任何内容均不得解释为放弃公司或任何其他第三方的知识产权。</div>
    <div>24.3 客户保证不会以任何方式篡改、修改、删除或遮盖公司随上述各项一并提供的版权、商标或任何其他专有权通知。未经公司明确书面同意，客户不得以任何形式向任何其他人士发布、传输或以其他方式复制全部或部分该等信息。</div>
    <div><strong>25. 保密与个人资料保护</strong></div>
    <div>25.1 公司根据相关私隐条例收集、使用、披露、存储和处理客户个人资料，向客户提供最佳服务的同时将客户信息保密。已公开的信息或公司持有且没有保密义务的信息不被视为保密信息。</div>
    <div>25.2 客户同意公司持有的客户个人资料可能用于下列用途：</div>
    <div>&nbsp;&nbsp;25.2.1 遵从和配合拥有管辖权的法院和监管机构要求而向有关当局和其他政府机构披露；</div>
    <div>&nbsp;&nbsp;25.2.2 向执行场所、银行、支付服务提供商或任何第三方披露，以执行客户指令和满足提供服务的相关要求；</div>
    <div>&nbsp;&nbsp;25.2.3 在开户过程以及交易账户存续期间，我们可直接从客户或通过其他途径（包括但不限于征信机构、第三方验证服务机构、其他金融机构）获取客户信息，以确定客户身份和背景、进行业务运作和其他有关活动；
    </div>
    <div>&nbsp;&nbsp;25.2.4 使用客户的个人资料进行统计和其他分析，以确定客户可能感兴趣的产品和服务，改进服务内容和功能、开展客户关怀、提升客户体验等；</div>
    <div>&nbsp;&nbsp;25.2.5 仅限于必要范围内，向我们的关联公司、代理机构披露，以做其他业务推广和营销，但会履行本协议下的保密义务；</div>
    <div>&nbsp;&nbsp;25.2.6 仅限于必要范围内，向创建、维护或处理数据库、提供记录保存服务、电子邮件传输服务、电话服务及其他服务提供商披露，以协助我们收集、存储、处理客户资料、联系客户，但会履行本协议下的保密义务；
    </div>
    <div>&nbsp;&nbsp;25.2.7 必要时，为保护和行使我们的法定权利而作出披露。</div>
    <div>25.3 客户可不时查阅由我们保存的其个人资料。若客户需更改个人资料，应根据本协议条款7.9处理有关事宜。</div>
    <div>25.4 客户同意我们可能会在客户的电脑设置和存取我们Cookies，以便识别客户的设备、分析网站流量。我们可能会使用Cookies来追踪客户浏览公司网站的信息，收集的信息将汇总且不具姓名。</div>
    <div>25.5 我们致力确保网站安全且符合行业标准，以及运用信息安全防护工具包括防火墙、认证系统等防止未获授权的系统进入网站和存取资料。</div>
    <div>25.6 我们致力妥善保存所收集的客户个人资料，但鉴于互联网的公开特性，可能无法确保客户个人资料免受第三方蓄意干扰。凡通过公司网站浏览第三方运作的网页，客户个人资料均不属上述个人资料私隐条例保障范围。</div>
    <div><strong>26. 协议修订</strong></div>
    <div>26.1我们保留不时修订本协议、并通过网站公布的方式进行公告的权利。客户应不时浏览及关注有关条款之更新时间及更新内容，并同意一经公布即受其约束。</div>
    <div>26.2 任何经修订协议均将取代我们与客户就相同事宜达成的任何之前协议，且将适用于在新协议生效日之后订立或于该生效日尚未完成的任何交易。</div>
    <div><strong>27. 暂停和终止</strong></div>
    <div>27.1 本协议将持续有效直至终止，客户可在任何时候终止协议，只要届时客户不持有未平仓头寸，且不对我们负有任何债务，客户即可书面通知我们为其办理销户。</div>
    <div>27.2 如有合理理由（例如发生本协议条款13所述的违约事件），或我们认为不适合继续为客户提供服务时，我们可以立即终止本协议，无需事先通知客户。</div>
    <div>27.3 本协议的终止将不影响之前订立的任何交易，不影响任何一方在本协议项下已产生的任何权利或义务，也不会解除客户引起任何欠款的责任。</div>
    <div>27.4 本协议终止后，客户应向我们支付的所有款项立即到期应付，包括但不限于：</div>
    <div>&nbsp;&nbsp;27.4.1 所有未付费用和应付予我们的任何其他款项；</div>
    <div>&nbsp;&nbsp;27.4.2 因终止本协议而产生的任何费用，及因将客户投资转移至其他公司而产生的费用；</div>
    <div>&nbsp;&nbsp;27.4.3 在结束任何交易、结算或清偿我们代表客户承担的未偿债务而产生的任何损失和费用；</div>
    <div>&nbsp;&nbsp;27.4.4 在处理和解决未偿债务期间而产生的任何损失。</div>
    <div>27.5 本协议终止后，我们可依据其绝对酌情权采取以下措施：</div>
    <div>&nbsp;&nbsp;27.5.1 有权要求客户在指定日期前将所有未平仓头寸平仓，或要求客户在指定日期前全部出金；</div>
    <div>&nbsp;&nbsp;27.5.2 有权暂停或拒绝客户开立交易；</div>
    <div>&nbsp;&nbsp;27.5.3 有权取消客户的部分或所有挂单；</div>
    <div>&nbsp;&nbsp;27.5.4 有权变更适用于客户的交易细则，包括但不限于调整保证金、点差、过夜利息、强制平仓比例等；</div>
    <div>&nbsp;&nbsp;27.5.5 向客户发出终止本协议通知，并由发出通知日收市时生效。</div>
    <div><strong>28. 如发生死亡事件</strong></div>
    <div>28.1
      如客户死亡，我们会尽最大努力保障客户利益。声称为客户法定遗产代理人或受益人的任何人士，必须出示合法有效之客户死亡通知、法院承办书及有关文件，以及提供所在地之律师意见以证明其合法继承权（如有需要），我们方会处理有关注销账户和取款安排。
    </div>
    <div>28.2 在收到并确认客户死亡证明后，我们会将客户死亡视为违约事件，而我们可行使于本协议条款13的任何权利，包括但不限于将客户账户中的所有未平仓头寸平仓。本协议将继续对客户的遗产具有约束力，直至本协议终止。</div>
    <div>28.3 在我们向客户提供仅执行交易服务时，我们无义务承担在客户死亡后管理其账户的责任。</div>
    <div>28.4 客户同意及确认，我们有权于特别情况下依据其绝对酌情权采取其认为适当的措施处理有关注销账户和取款安排。我们有权于收到有关人士提供之初步文件时采取以上措施。</div>
    <div>28.5 在账户注销前，我们仍将继续收取任何适用费用。</div>
    <div><strong>29. 其他条款</strong></div>
    <div>29.1 公司在本协议项下享有的所有权利和救济可累积，与普通法或衡平法提供的任何权利或救济无排斥性。</div>
    <div>29.2 如本协议的任何条款被任何有管辖权的法院认定为非法、无效、不可执行，或违反任何监管机构的规定，则该部分将在该范围内被视为可分割条款，且不被视为构成本协议的组成部分，并不影响本协议的其余条款的效力。</div>
    <div>29.3 公司不保证其网站包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，因此客户使用公司网站任何服务或下载及使用任何程序、信息、数据等均属客户个人决定且由客户自行承担风险及可能产生的损失。
    </div>
    <div><strong>30. 适用法律</strong></div>
    <div>本协议受塞舌尔法律管辖，并据此阐释和执行。协议双方同意不可撤销地接受塞舌尔法院的专属司法管辖权。</div>
    <div><br></div>
  </div>
</body>

</html>
`