/*
 * @Author: Galen.GE
 * @Date: 2024-03-19 14:41:34
 * @LastEditors: Galen.GE
 * @FilePath: /app_face_b/src/views/mc/screens/My/Disclaimer.tsx
 * @Description:
 */
import Popup from "@core/templates/components/Popup"
import React from "react"
import { Text, ScrollView } from "react-native"
import{ LS as styles, GS } from './style';


export default ({onClose}: any) => {
  return (
    <Popup title="免责声明" top={0} close={onClose} isFull display>
      <ScrollView style={{...GS.mixin.padding(14,14,14,14)}}>
        <Text style={styles.disTitle}>
          1.国际互联网故障
        </Text>
        <Text style={styles.disContent}>
          由于巨象金业无法控制信号能力，信号通过互联网和路由的接收，视乎客户设备的结构或连接的可靠性，巨象金业不对互联网上交易中出现的通讯故障、失真或延迟负责。我们并保留因应报价及/或交易系统之问题，导致任何交易/价格出错之最终决定权及有权取消有关交易及盈/亏之权利。
        </Text>
        <Text style={styles.disTitle}>
        2.市场风险和网上交易
        </Text>
        <Text style={styles.disContent}>
          贵金属交易涉及相当大的风险，并非对每位投资者都适合。请参照风险披露声明和客户告鉴，了解风险的详细介绍。不论网上交易多么方便或有效率，这并不降低贵金属交易的风险。因此客户在交易前，须准备承担此风险。
        </Text>
        <Text style={styles.disTitle}>
          3.密码保护
        </Text>
        <Text style={styles.disContent}>
          客户必须将密码保密存放，确保第三者无法取用交易设施。客户同意对所有经电邮传送来的指示和对所有经由电邮、口头或书面向巨象金业发出的指示确实负责，即使是由第三者发出，这些指示已和客户密码和账户号码认证，根据巨象金业的判断相信是客户表面授权。巨象金业并没有责任对这个表面权限作进一步查询，也没有责任因为依据这些指示或表面权限所采取的行动或不采取行动所造成的后果负责。客户须对密码的保密性、安全性及其使用独自承担责任。无论以何种方式将交易密码透露给第三方使用、操作等任何非本人操作行为，客户必须对所有交易、损失、费用等负责，而我们无需为该等非客户本人执行的交易而引致的损失、费用承担任何责任，亦不会受理由此产生的任何投诉。
        </Text>
        <Text style={styles.disTitle}>
          4.报价错误
        </Text>
        <Text style={styles.disContent}>
          当某些报价或成交价错误发生时，巨象金业将不为此错误所导致的账户余额错误负责。这些错误包括但不限于：交易员的错误报价、非国际市场价之报价，或是任何报价错误(例如硬件，软件或网络之问题，或是第三者所提供之错误数据)。巨象金业不需为错误所导致的账户余额负责。客户下单时需预留足够的时间执行订单和系统计算所需保证金的时间。若订单的执行价格或订单设定和市场价格过于接近，这可能会触发其他订单(所有订单类型)或发出保证金提示。巨象金业不会对由于系统没有足够时间执行订单或进行运算所产生的保证金提示、账户结余或账户仓位负责。上文不得视作内容尽列，一旦发生报价或执行错误，巨象金业保留作任何更正或调整的权力，任何有关报价与成交错误之争执只能由巨象金业完全自主决定解决。若因此使巨象金业有任何损失、损害或责任，客户同意予以赔偿使巨象金业不受损害。
        </Text>
        <Text style={styles.disTitle}>
          5. 套戥
        </Text>
        <Text style={styles.disContent}>
          互联网、联机延误及报价上的误差有时会造成在巨象金业交易平台上显示的报价无法准确地反映实时市场价格。"套戥"及"切汇"，或因网络联机的延误而利用差价获利的行为，并不能存在于客户直接向庄家进行买卖的场外交易市场中。巨象金业不容许客户在本公司的交易平台上进行此等套戥行为。依靠因价格滞后带来的套戥机会所进行的交易有可能会被撤销。巨象金业保留权利对涉及上述交易的账户进行必要的修改和调整。巨象金业可全权酌情决定要求交易员进行干预或核准所有下单以及或终止有关客户的账户，而不需事先通知客户。巨象金业可完全自主解决因套戥或操控价格而产生的纠纷。巨象金业保留扣起取款的权利直至以上的问题能够解决。在此陈述的任何行动或决议将不会损害或令巨象金业对客户和其职员放弃拥有的任何权利或赔偿。
        </Text>
        <Text style={styles.disTitle}>
          6.价格、订单执行及平台操控
        </Text>
        <Text style={styles.disContent}>
          巨象金业严禁任何账户以任何形式对其价格、执行及平台进行操控。若本公司怀疑任何账户从事操控(包括但不限于客户未经本公司批准进行的第三者交易)，本公司保留对账户进行调查及审核等的相关权利，并从涉嫌账户中扣除由相关活动所赚取的盈利款项。本公司保留对相关账户进行必要更正或调整的权利。对于涉嫌从事操控的账户，本公司依据绝对酌情权，要求交易员进行干预、对下单进行核准以及或终止有关客户的账户。对于由操控所产生的任何纠纷，本公司将依据绝对酌情权进行解决。本公司可依据酌情权决定向任何相关监管机构或执法机构报告有关事件，而不会就事件报告通知相关客户。此处所陈述的任何行动或决议并不免除或损害本公司对客户和其职员拥有之任何权利或赔偿。
        </Text>
        <Text style={styles.disTitle}>
          7.介绍人披露
        </Text>
        <Text style={{...styles.disContent, marginBottom: 15}}>
          巨象金业并不监管介绍人的活动，不对介绍人作出的任何声明承担责任。巨象金业和介绍人相互完全独立。巨象金业和介绍人直接的协议并不建立合资企业或合伙企业关系，介绍人不是巨象金业的代理人或职员。
        </Text>
      </ScrollView>
    </Popup>
  )
}